<PAD>
<UNK>
<SOS>
<EOS>
堆
传
具
惕
颗
赤
邀
轻
构
淇
爷
双
津
蝶
山
滥
普
跳
扯
鸽
奉
它
吞
抄
求
诗
姑
印
界
帅
封
弗
蟑
师
厘
秀
也
魁
赋
优
恕
顿
撞
弥
杖
亿
靓
针
鲸
”
胎
隐
逸
房
痴
删
.
貌
塑
毫
国
墟
用
菜
旦
兜
大
网
露
替
排
嚏
铁
周
谐
强
梵
攀
沾
蓄
陌
亲
阿
豪
谬
辣
咕
尾
泄
壳
二
饵
拷
贩
谴
献
鸫
墓
萝
咨
窝
玛
软
B
齐
拧
摇
笼
殃
:
罪
疗
棍
预
米
问
踮
氛
费
田
连
清
喂
桶
驾
开
惭
值
吉
姻
勇
精
估
误
,
藉
圣
极
啡
扇
京
报
婪
饼
逃
套
华
炉
匙
末
-
捷
桩
喻
糖
诋
拌
座
俗
讯
较
谈
远
有
供
媛
蛇
壶
劳
设
兰
泼
安
溪
攻
货
化
序
交
垒
价
哒
莓
部
潺
盛
庭
训
）
授
锈
题
利
芋
龟
买
悄
秃
呈
遭
昏
或
泉
伞
牡
点
狸
啤
棉
光
懦
乏
我
盒
梅
鲑
瓣
茫
限
否
杯
单
甥
乱
忘
遣
衡
象
巴
糟
欧
餐
盯
惩
况
湾
挺
法
死
耻
本
之
＂
翁
尼
抗
盟
撒
栏
串
蹈
阵
移
缉
伐
婆
甜
荣
诵
进
负
锋
臂
再
尔
千
烘
垂
番
自
解
板
芙
来
恰
矣
药
衫
樵
腐
、
南
莽
4
宠
挟
卢
才
歌
洗
趁
抛
贿
鼾
讲
瘪
看
悔
谧
」
跤
恤
瑰
苍
堂
悦
困
泪
叠
庄
倚
喜
招
椭
猛
莉
熨
港
盐
润
仪
亮
环
院
克
菲
爸
准
乔
袤
客
受
溢
摔
松
职
递
隔
导
醉
础
撤
谱
饰
方
论
森
卓
雀
掏
睁
伦
抢
鉴
固
诞
震
酣
柠
延
日
祖
弯
箭
屠
灰
你
性
姓
循
辆
视
兴
斗
北
混
获
细
护
蜒
色
寒
邻
送
健
搅
轨
涌
呼
迹
卖
锡
请
妈
垃
恨
傻
躁
吧
6
十
者
薄
蛙
仅
伏
究
披
想
近
蠢
忍
雷
码
鄙
达
术
贪
破
丢
司
豆
会
燃
遵
德
阴
宪
政
矛
樱
团
抖
脂
慈
含
贯
打
皇
　
艰
谢
智
庞
羞
共
蚁
搜
橄
吠
坚
品
阻
惜
带
系
烛
M
访
尝
树
坊
兄
啊
侍
允
因
史
景
哟
肴
典
谓
赌
这
儿
券
某
诡
潮
乙
兆
位
孙
感
蝠
绩
写
郎
挂
戴
罚
（
怕
桥
竞
志
雅
腿
j
坦
》
寓
累
/
互
桦
骨
扔
姿
宇
宾
坡
踝
善
赐
饭
瀚
杠
谣
采
仍
项
洁
胀
滨
澡
镑
覚
渡
髪
囱
为
产
瓶
瞎
诚
仙
誓
尸
疤
谊
浇
倾
励
谚
啜
萃
I
知
吓
吗
乘
奢
调
怒
灭
牺
涨
妻
筷
厄
箱
免
廷
耳
避
苦
拆
车
绝
栖
演
居
爱
晾
扑
矮
审
虎
岩
队
窟
勿
险
沿
冠
式
放
葱
够
亚
熬
濒
终
囓
初
诸
营
销
让
净
真
鸦
淡
同
切
抵
亩
晚
园
做
果
闪
缝
悉
此
技
缪
P
业
历
阖
叮
龙
录
坝
洽
警
废
川
救
锻
入
义
汤
信
保
月
[
叔
校
斑
持
铺
宿
虚
沼
势
换
俊
劈
犯
溺
琴
迁
捂
赚
骑
暇
厌
墙
适
快
埙
冬
残
届
滞
笋
恋
驳
球
钳
躲
跑
肠
泥
酱
鲨
懂
吐
恼
嘿
哮
租
伟
菠
宫
“
诉
豫
耘
2
迪
留
猜
神
夫
脆
逹
谋
作
拿
挪
承
幸
敏
库
纸
滩
借
偷
昰
萌
抨
充
说
目
阅
册
裹
J
呻
忆
友
垠
洞
孑
匹
径
蹭
粗
咄
稠
蜿
兿
蔼
元
烧
牵
首
，
手
疏
兹
咳
漫
射
责
动
惹
整
君
烁
梳
睡
寞
鼠
据
冥
怀
慎
映
肥
草
足
廊
乎
坟
刀
油
绳
笨
凭
宵
滑
怜
蜜
呢
篱
青
回
C
嘛
焦
鸟
驶
惧
择
潢
艾
等
鸡
骄
幅
棚
违
垄
吝
符
慢
示
流
液
配
刮
督
魔
铃
荧
烤
饪
捐
丑
该
难
投
珠
椒
锅
育
暖
迟
塞
傍
像
鼓
仁
朗
塔
堵
刑
愤
滋
疾
5
人
癌
食
铐
键
仆
伯
现
深
泻
刊
内
身
冷
东
喘
焉
剂
待
辜
颇
心
子
宜
舌
慷
贼
拜
8
i
兑
凑
汽
溯
猪
敬
第
宙
赖
珍
'
％
了
踏
馆
高
胁
伴
蒸
汗
y
临
嘲
煤
丰
躺
反
措
黄
刷
后
粉
胸
砍
趋
篇
胆
引
红
瑞
屑
昵
成
哪
公
挖
童
勤
拼
e
函
什
屏
侮
简
嗅
任
1
慰
增
然
忽
贸
闲
N
香
拾
凉
衰
各
翼
击
卵
劣
幼
蓝
惫
认
戏
祷
裸
控
俄
马
培
挤
律
弊
床
形
频
V
礁
希
催
他
绕
夷
兽
续
契
证
疑
揭
能
并
转
摘
稣
茕
鲤
电
代
3
落
类
碗
瓦
贬
兵
迎
氨
呀
淹
正
盈
辍
荡
苹
往
滴
土
曾
扮
嫉
宝
响
办
钱
厅
窍
妒
瞒
差
资
扣
波
九
愁
铅
兼
辨
辗
股
支
占
容
缘
宅
地
碍
剩
狱
融
黏
歧
弦
停
葵
密
尬
把
水
侵
柴
衷
练
缓
喉
载
钮
溅
步
提
笆
音
聋
帕
稳
将
享
填
峰
蚊
率
奋
需
错
薯
幽
浑
行
骡
耕
t
酪
•
r
0
鞋
娘
丛
何
左
站
聘
驯
思
械
从
听
掩
鸵
仇
族
幚
材
总
咋
擦
炭
超
般
卷
殖
槟
梯
伙
浏
竹
老
注
膀
膏
猫
碎
遛
裙
帘
柯
门
渔
拯
衬
羡
贷
麦
靴
笔
每
茶
片
桑
奔
m
纯
债
测
枚
捉
闹
豚
垫
工
被
市
坐
罕
亡
霍
集
昂
其
插
稀
由
摸
斤
脖
扎
午
辈
吵
完
畅
陪
虽
寻
许
柜
荒
装
蛋
甩
状
埃
瘾
范
重
孤
葡
瀑
芝
爵
榄
挣
檬
语
批
焰
眉
勺
寄
蜗
伫
抱
底
摩
谷
坪
常
贝
尽
巢
拉
狩
驻
魂
咸
炒
祸
呎
担
溜
囚
党
至
泰
遮
命
锕
社
荐
筒
哈
操
墩
氧
韩
沮
干
夕
U
更
降
植
鼬
鼻
念
傲
领
耗
悲
间
偏
贴
计
篷
防
瞧
令
晰
陶
例
舒
膨
娶
糊
两
毁
耀
欢
熊
裁
偿
膳
寿
矩
属
推
坠
瓜
养
逗
谍
湖
锁
啸
咔
福
欠
维
爹
倦
找
血
敢
帆
变
结
雨
辕
皮
到
洒
妨
镖
泛
筹
棵
腊
痕
民
使
害
靠
另
辙
繁
登
指
短
琶
昨
漏
庙
杉
蚤
表
不
星
T
逻
跌
御
军
睹
窃
抓
闯
旧
又
晃
体
腼
黎
萧
爽
牛
牌
佳
城
讨
w
铲
毙
擎
峭
烹
右
泣
琵
挚
杆
钉
紧
跟
员
蚀
蜍
迄
店
译
嚼
喱
锐
舅
输
砒
宁
议
起
婴
张
「
章
谜
%
异
假
王
迷
拽
卧
怖
叉
游
企
纺
韧
除
群
组
航
量
窄
敲
泳
撼
物
肯
怂
裕
)
主
虑
椅
$
条
D
额
声
甚
抚
阶
氓
孔
炸
刚
钥
抑
孩
懊
梨
梦
患
茄
浮
雇
绷
唬
猎
樽
馨
甘
硫
当
狗
旗
蟋
虹
玫
趟
腰
筝
天
予
 
烊
背
暴
阁
戈
佑
平
参
盆
钻
絶
慨
厕
遏
叶
签
奏
李
朱
署
必
胜
粮
佛
眼
助
暗
唤
眠
乌
涩
概
厚
是
头
颊
狼
遍
哥
画
赝
趣
激
棒
桨
着
慌
甲
肃
叟
膜
饱
截
顶
州
乐
钩
雕
绍
约
英
舔
黑
咎
挥
遥
份
帽
块
冰
案
骗
阱
熏
隶
潜
革
浸
挡
绅
萄
葛
楚
选
抬
介
考
轰
争
建
厂
吼
剔
卑
温
纪
壮
腺
劝
埋
戚
谨
灵
熄
淋
萨
龄
泡
促
邮
啦
O
描
妇
情
吸
跃
空
富
下
巧
雪
订
失
渐
质
曲
出
倒
伪
狠
木
膊
称
哺
验
秋
非
稔
颜
恐
罢
熟
皂
萎
烂
穿
减
硬
微
歉
雄
船
胞
腋
给
诱
讶
银
苏
璃
踢
奶
蒙
惑
拍
账
绵
枕
运
烦
鹉
袋
浴
咽
蕾
返
妳
筵
勾
洛
蝇
那
广
夜
伤
病
妹
－
斥
追
惊
橘
喝
酸
沐
祟
欣
翻
皱
氏
凡
岸
逝
脸
褐
扶
村
誉
镭
丧
鬼
核
绽
怎
触
痊
斜
蟀
碟
气
鹳
查
羽
康
种
怯
驱
狡
闷
述
振
悬
寺
威
拣
陵
冲
陋
鲱
台
潦
母
识
蓬
存
莱
弓
标
词
剧
花
绘
层
哑
久
A
功
道
币
肤
火
越
帝
呆
无
剪
话
坞
仔
即
杰
覆
陆
肚
戳
判
眨
侄
谎
珊
盹
散
要
岛
姆
矿
穷
镇
划
顺
迅
玩
版
先
咖
度
征
春
朝
染
钓
煮
颁
磨
楼
忧
料
匆
﹐
咱
些
鹭
沸
澄
佣
丽
鳟
中
召
丐
钟
还
o
咆
脉
俩
擅
满
丁
狮
廉
泊
搁
圆
赔
。
趾
噪
灯
三
应
林
离
缸
陡
牢
习
刺
播
婶
号
专
慕
加
如
乡
捡
董
络
瘦
X
喔
镶
诺
柱
崖
央
胡
以
堪
醇
六
怪
件
酬
肉
狐
c
施
良
及
姊
盼
耽
腮
闻
已
钢
霉
息
？
略
妙
腻
管
沟
脚
烫
+
鱼
卡
浪
街
睛
蕉
玻
均
嗓
泽
弱
透
便
守
艘
备
始
文
昔
栅
列
f
望
湿
区
售
辩
原
绑
刻
鲁
佩
检
凌
断
磁
玉
的
鹤
休
古
鹿
靶
么
祝
们
炎
叛
搏
按
缩
官
痛
丹
胖
肺
浓
恳
撕
委
匠
余
唐
浩
龈
仗
五
旁
父
莫
上
漆
角
省
她
瞪
憩
申
吟
徒
影
别
蛛
屁
阳
凤
今
积
云
嗝
线
卜
钞
屉
殊
坏
执
殴
副
吹
算
臊
凿
记
枝
士
晓
遅
柿
亏
跨
逼
纹
郊
顾
速
毅
罗
侦
幢
痒
髦
彼
堡
美
摆
撑
牧
节
时
哄
匮
蛀
瑚
肪
瞌
拳
搭
酷
奇
咙
储
杂
姨
布
厉
冻
析
掉
全
添
晨
苔
赴
歇
秘
毛
螫
段
庇
纵
班
详
独
哦
脱
疚
剑
盲
栋
逆
燕
耍
(
崩
屯
翘
艺
改
奖
墨
恶
艇
骏
长
唇
赞
仿
聊
竭
页
器
战
架
婉
男
辘
购
耐
觉
掌
著
孕
俱
程
咀
赠
太
亭
诊
K
灌
牙
劫
霜
藏
须
向
易
农
哲
对
候
庆
址
浆
渴
吻
派
肩
格
览
毒
仰
照
百
幕
碾
愿
扰
援
叫
剃
7
似
粘
户
局
碑
臭
匿
砰
而
补
制
根
骸
财
名
绿
消
碌
明
k
朋
涉
帐
唱
拒
察
"
稍
狂
茵
饶
尚
伍
寸
拖
白
伊
效
弹
?
嗽
奥
莎
付
随
愚
字
图
篮
紫
金
遗
污
袭
暂
但
危
醺
贵
肝
n
惠
脏
个
际
侧
样
毕
W
巅
洋
膝
皆
d
辰
礼
哨
最
翅
乳
多
立
啬
升
喷
剎
扫
鹦
通
辑
服
境
葬
唯
热
书
源
附
劲
于
噩
谅
监
冒
经
味
碳
逐
年
收
袜
赂
夹
过
置
态
型
沙
姜
退
实
枪
链
衕
杀
杜
在
橱
踩
役
走
薪
事
聪
穆
F
启
稚
棋
摧
评
醒
场
虫
池
败
逊
县
旬
仑
恭
济
耶
l
河
毯
恿
倔
舍
释
瞟
沉
观
晒
少
舞
告
刹
陷
赢
与
腆
理
厨
澳
欺
赛
蝙
教
井
虾
筑
距
止
蛎
研
倍
碰
烟
愉
辛
凰
宣
家
万
相
L
挑
外
娃
突
漂
挨
未
句
砸
赏
嗯
很
宽
款
折
住
联
蹑
边
轮
h
螂
壤
祈
暑
扩
所
飞
桌
趴
]
拭
怨
骂
勒
烈
世
侈
浅
灾
唔
合
晋
践
煎
室
棕
蝴
织
野
严
笑
围
贺
摄
噬
言
裂
协
次
早
忙
簿
啥
搬
且
斯
撇
兔
敦
滚
纠
既
读
急
括
橡
哭
羊
江
夸
素
朵
纽
损
彩
彬
尖
恩
辞
牲
拄
卫
府
凳
s
携
蟾
幻
意
努
咬
屋
籍
攒
憾
偶
显
罔
故
若
婚
壁
模
阪
依
闭
犬
嗜
巨
禁
尺
都
疯
饮
逢
席
比
哩
零
匪
褒
磅
静
没
缺
罐
弄
决
胳
展
乖
僧
四
9
策
谁
脾
酒
惯
风
鲜
私
疫
岔
规
柳
询
分
期
炖
搓
拥
霸
胶
寂
丈
汇
葫
愧
致
瞥
扬
益
巫
凯
榔
西
舟
爆
扒
权
虐
柔
取
尴
洪
嘀
修
继
b
蜘
探
逛
赶
弟
捕
帮
永
圾
衣
橙
蜂
丸
尊
俚
岁
矶
ö
畏
盗
姐
面
雾
谦
只
定
踪
削
a
荷
惨
吭
爬
武
稻
S
聚
弃
统
瞬
掴
嫩
宴
苗
蔬
嘱
机
特
汉
拨
馅
倡
绸
接
凄
拐
尿
七
和
糙
小
鹰
可
处
懒
伸
圈
吁
柏
恢
盘
蛰
抽
贡
·
盖
茅
旅
绪
芦
嫌
绊
《
汁
窗
欲
妆
尘
托
肿
就
扭
女
辱
瞭
愈
巾
榨
烬
造
旺
塘
筋
医
盔
里
一
蜡
奴
！
炼
基
嫁
疲
嘘
档
关
翔
恒
数
镜
乞
屈
尤
半
纳
索
吃
力
复
裤
稿
喊
症
搞
肌
枯
缠
拔
僵
级
博
彻
巡
默
俭
课
税
颤
归
丝
己
犹
g
妥
创
糕
好
晤
举
惰
夏
束
饿
齿
噢
捏
众
您
迫
忌
凶
域
腾
榜
幌
蔽
魅
横
芬
猴
硕
蒜
包
治
痰
芽
帖
试
端
寝
直
生
票
饥
途
前
发
则
脑
纫
忠
翰
：
锤
肘
见
曼
编
季
得
口
媳
夭
却
障
活
陈
锯
路
履
遇
洲
晕
挽
吊
嘴
郁
八
顽
胃
!
疼
袖
新
漠
务
去
穴
晴
低
学
戒
涂
逮
石
嗨
科
压
啃
盏
桃
几
答
握
沏
敌
捞
海
麻
H
商
确
丘
贫
竟
纔
缴